Repository: Agosto2/manuaisifgoiano
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: pt_br

source: Are you sure you want to remove Helios as a trustee?
pt_br: Você tem certeza de que deseja remover o Helios como apurador?

source: Are you sure you want to remove this Trustee?
pt_br: Você tem certeza de que deseja remover esse apurador?

source: Adding your own trustee requires a good bit more work to tally the election. You will need to have trustees generate keypairs and safeguard their secret key. If you are not sure what that means, we strongly recommend clicking Cancel and letting Helios tally the election for you.
pt_br: Adicionar seu (s) próprio (s) apurador (es) requer um pouco mais de trabalho para apurar a eleição. Cada apurador deverá gerar um par de chaves e guardar a chave privada de modo seguro. Se você não tem certeza dessa operação, fortemente recomendamos clicar em Cancelar e deixar que o Helios seja o apurador da eleição.

source: Are you sure you want to send this trustee his/her admin URL?
pt_br: Você tem certeza de que deseja enviar a URL de apurador para este apurador?

source: ok, tally has begun
pt_br: Apuração iniciada!

source: Are you sure you want to remove voter %s?
pt_br: Você tem certeza de que deseja remover o eleitor %s?

source: Are you sure you want to add this e-mail as an election admin?
pt_br: Você tem certeza de que deseja adicionar este e-mail como gestor de eleição?

source: Are you sure you want to add this e-mail as an institution admin?
pt_br: Você tem certeza de que deseja adicionar este e-mail como administrador da instituição?

source: Email successfully saved.
pt_br: E-mail salvo com sucesso.

source: Please, correct the provided value
pt_br: Por favor, corrija o valor informado

source: Are you sure you want to delete this user?
pt_br: Você tem certeza de que deseja remover este usuário?

source: Display _MENU_ records per page
pt_br: Exibindo _MENU_ registros por página

source: Nothing found - sorry
pt_br: Nenhum registro encontrado

source: Showing page _PAGE_ of _PAGES_
pt_br: Exibindo página _PAGE_ de _PAGES_

source: No records available
pt_br: Nenhum registro disponível

source: (filtered from _MAX_ total records)
pt_br: (filtrado de _MAX_ registros totais)

source: Search:
pt_br: Localizar:

source: Previous
pt_br: Anterior

source: Next
pt_br: Próxima

source: Please, correct the provided values.
pt_br: Por favor, corrija os valores informados.

source: Attributes successfully saved.
pt_br: Atributos salvos com sucesso.

source: Only voters with the specified attributes
pt_br: Somente eleitores com os atributos especificados
